/* format string showing Hype Pro Upgrade price */
" Available for only %@." = " たったの%@でお求めになれます。";

/* format string for the largest layout size */
"%.f px and up" = "%.f px 以上";

/* format string for the layout range */
"%.f px to %.f px wide" = "%1$.f px ～ %2$.f px";

/* {Timeline name} {duplicate number} */
"%@ %lu" = "%1$@ %2$lu";

/* Scene name after duplication: {scene name} Copy */
"%@ Copy" = "%@ のコピー";

/* Alert message text: {resource name} has been modified outside of Hype. */
"%@ has been modified outside of Hype." = "%@ は Hype の外部で変更されています。";

/* Timing function name - Default */
"%@ – Default" = "%@ – デフォルト";

/* format string for the largest layout size */
"%g px and up" = "%g px 以上";

/* format string for the layout range */
"%g px to %g px" = "%1$g px ～ %2$g px";

/* Text for window accessory button */
"%ld day left. Buy now! →" = "残り %ld 日。今すぐ購入 →";

/* Text for window accessory button */
"%ld days left. Buy now! →" = "残り %ld 日。今すぐ購入 →";

/* Browser compatibility warning */
"3D rotation is not supported. The element will not be rotated." = "3D 回転はサポートされていません。この要素は回転されません。";

/* Browser compatibility warning */
"A H.264 or WebM video source is required for playback." = "再生するには H.264 または WebM ビデオソースが必要です。";

/* Browser compatibility warning */
"A H.264 video source is required for playback." = "再生するには H.264 または WebM ビデオソースが必要です。";

/* Browser compatibility warning */
"A Theora video source is required for playback." = "再生するには Theora ビデオソースが必要です。";

/* Warning dialog informative text */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite the current contents." = "%@ フォルダには、同じ名前のファイルまたはフォルダがすでに存在します。 それを置き換えると、現在のコンテンツが上書きされます。";

/* Alert message text */
"A persistent symbol cannot be added as a child of another symbol" = "永続シンボルを別のシンボルの子として追加することはできません";

/* Alert message text: A plug-in with the same name “{plugin name}” already exists. */
"A plug-in with the same name “%@” already exists." = "“%@” という同じ名前のプラグインがすでに存在します。";

/* Alert message text: A source of MIME type “{MIME type}” already exists. */
"A source of grouping type “%@” already exists." = "グループタイプ “%@” のソースはすでに存在します。";

/* Alert message text */
"A symbol cannot be pasted into itself" = "シンボルをそれ自身の中にペーストすることはできません";

/* Browser compatibility warning */
"A valid audio source is required for playback." = "再生するには有効なオーディオソースが必要です。";

/* Browser compatibility warning */
"A valid video source is required for playback." = "再生するには有効なビデオソースが必要です。";

/* Inspector group name */
"Accessibility" = "アクセシビリティ";

/* Inspector pane name */
"Actions" = "アクション";

/* Inspector tab tooltip */
"Actions Inspector" = "アクションインスペクタ";

/* Menu item */
"Actual Size" = "実際のサイズ";

/* Button label: Add {MIME type} Source… */
"Add %@ Source…" = "%@ ソースを追加…";

/* Button label */
"Add Audio Source…" = "オーディオソースを追加…";

/* No comment provided by engineer. */
"Add Email Address" = "メールアドレスを追加";

/* Font Panel Button */
"Add Font" = "フォントを追加";

/* Undo menu item action */
"Add Guide" = "ガイドを追加";

/* Undo menu item action */
"Add Guides" = "ガイドを追加";

/* Properties listing add keyframe button */
"Add Keyframe" = "キーフレームを追加";

/* Button label */
"Add Source…" = "ソースを追加…";

/* Timeline Action bar add timeline action button */
"Add Timeline Action" = "タイムラインアクションを追加";

/* Button label */
"Add Video Source…" = "ビデオソースを追加…";

/* Alert default button */
"Add to All Scenes" = "すべてのシーンに追加";

/* Alert button */
"Add to Current Scene" = "現在のシーンに追加";

/* Inspector group name */
"Additional CSS" = "追加の CSS";

/* Inspector group name */
"Advanced Options" = "詳細オプション";

/* Inspector group name */
"Alignment" = "行揃え";

/* Button to check all items
   Menu item */
"All" = "すべて";

/* Menu item */
"All Browsers" = "すべてのブラウザ";

/* Menu item */
"All Fonts" = "すべて";

/* Browser compatibility warning */
"Alpha values in colors are not supported. The color will fallback to using a 1.0 alpha value." = "カラーのアルファ値はサポートされていません。その色には 1.0 のアルファ値が使用されます。";

/* HTML Widget Description */
"An HTML widget is used to display embedded HTML in your scene or to embed an iframe of a different web page." = "HTML ウィジェットはシーン内の埋め込み HTML を表示したり、別の Web ページの iframe を埋め込んだりするのに使用されます。";

/* Browser compatibility warning */
"An MP3 audio source is required for playback." = "再生するには MP3 オーディオソースが必要です。";

/* Browser compatibility warning */
"An MP3 or OGG audio source is required for playback." = "再生するには MP3 または OGG オーディオソースが必要です。";

/* Browser compatibility warning */
"An MP3 or Quicktime-compatible audio source is required for playback." = "再生するには MP3 または Quicktime 互換のオーディオソースが必要です。";

/* Browser compatibility warning */
"An OGG audio source is required for playback." = "再生するには OGG オーディオソースが必要です。";

/* Export Script Update Dialog Window Title */
"An update is available for %@." = "%@ のアップデートが入手可能です。";

/* Menu item */
"Animated" = "アニメ化";

/* Inspector group name */
"Animation Timelines" = "アニメーションタイムライン";

/* scene size checkbox text */
"Apply changes to all scenes" = "変更をすべてのシーンに適用";

/* scene size checkbox text */
"Apply to matching layouts" = "対応するレイアウトに適用";

/* Alert message text */
"Are you sure you want to delete the selected layout?" = "選択したレイアウトを削除してもよろしいですか？";

/* Alert message text */
"Are you sure you want to delete the selected scene?" = "選択したシーンを削除してもよろしいですか？";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the font named “%@”" = "“%@” という名前のフォントを削除してもよろしいですか？";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the symbol named “%@”" = "“%@” という名前のシンボルを削除してもよろしいですか？";

/* No comment provided by engineer. */
"Audio…" = "オーディオ…";

/* Menu item */
"Auto Scrollbars" = "自動スクロールバー";

/* Mouse cursor name; menu item */
"Automatic" = "自動";

/* alert message title */
"Automatically add to all scenes?" = "すべてのシーンに自動的に追加しますか？";

/* Browser compatibility warning */
"Autoplay is ignored unless Muted is also enabled." = "消音も有効にしない限り、自動再生は無視されます。";

/* Browser compatibility warning */
"Autoplay is ignored." = "自動再生は無視されます。";

/* Menu item */
"Back" = "最背面";

/* Menu item */
"Back Reverse" = "バックリバース";

/* Inspector group name */
"Background" = "背景";

/* Browser compatibility warning */
"Background gradients are not supported. The solid fill style will be displayed instead." = "背景グラデーションはサポートされていません。代わりに単色の塗りタイルが表示されます。";

/* No comment provided by engineer. */
"Backward" = "背面へ";

/* Beta Expiration Dialog */
"Beta Expired" = "ベータ版の有効期限切れ";

/* Inspector group name */
"Border" = "枠";

/* Menu item */
"Bounce" = "バウンス";

/* Menu item */
"Bounce Reverse" = "バウンスリバース";

/* Undo menu item action */
"Browser Compatibility Warning" = "ブラウザの互換性に関する警告";

/* Default text in a new button element and element class type */
"Button" = "ボタン";

/* Browser compatibility warning */
"CSS3 Backdrop Filters are unsupported and cannot be applied." = "CSS3 バックドロップフィルタはサポートされていないため、適用できません。";

/* Browser compatibility warning */
"CSS3 Filters are unsupported and cannot be applied." = "CSS3 フィルタはサポートされていないため、適用できません。";

/* Button text */
"Cancel" = "キャンセル";

/* Browser compatibility warning */
"Cannot autoplay audio on mobile devices unless it is a home screen web app." = "ホームスクリーン Web アプリでない限り、オーディオをモバイル デバイスで自動再生することはできません。";

/* Browser compatibility warning */
"Cannot modify browser selection behavior." = "ブラウザ選択動作を変更することはできません。";

/* Browser compatibility warning */
"Cannot preload audio." = "オーディオをあらかじめ読み込むことはできません。";

/* Undo menu item action */
"Change Background Color" = "背景色を変更";

/* Undo menu action name */
"Change Duration" = "再生時間を変更";

/* Undo menu item action */
"Change Physics Gravity" = "フィジックス重力を変更";

/* Undo menu item action */
"Change Preview Export Script" = "書き出しスクリプトのプレビューの変更";

/* Undo menu item action */
"Change Scene Size" = "シーンサイズを変更";

/* Undo menu item action */
"Change Symbol Type" = "シンボルのタイプを変更";

/* Browser compatibility warning */
"Changing the status bar style is not supported" = "ステータスバースタイルの変更はサポートされていません";

/* Button text */
"Check for Updates" = "アップデートを確認";

/* No comment provided by engineer. */
"Choose an exported .hyperesources folder" = "書き出した .hyperesources フォルダを選択";

/* Menu item */
"Choose…" = "選択…";

/* Browser compatibility warning category and inspector group name */
"Class Name" = "クラス名";

/* Button text */
"Close Document" = "書類を綴じる";

/* Tooltip */
"Compose Email" = "メールを作成";

/* info window text when connecting to app store */
"Connecting to App Store…" = "App Store に接続中…";

/* Email Support: */
"Contact Us:" = "メールサポート：";

/* Inspector group name */
"Content Overflow" = "コンテンツオーバーフロー";

/* Export Script Update Dialog Window Button */
"Continue" = "続ける";

/* Application Error Dialog */
"Continue Anyways" = "無視して続ける";

/* Tooltip: Continue Timeline {timeline name} */
"Continue Timeline %@" = "%@ タイムラインを続ける…";

/* Alert default button and menu item */
"Convert" = "変換";

/* Alert informative text */
"Converting to motion paths will modify existing Left and Top keyframes across all timelines and set Transform Origin to 50%% 50%%." = "モーションパスに変換すると、すべてのタイムラインで既存の左と上のキーフレームに変更が加えられ、変換の基準点が 50%% 50%% に設定されます。";

/* Menu item */
"Copy Guide" = "ガイドをコピー";

/* Menu item */
"Copy Guides" = "ガイドをコピー";

/* Error dialog title */
"Corrupt Hype Document" = "壊れた Hype 書類";

/* Alert message text */
"Could not send feedback" = "フィードバックを送信できませんでした";

/* Menu item */
"Create Grid…" = "グリッドを作成…";

/* Alert dialog button label */
"Create New Group" = "新規グループを作成";

/* Undo menu item action */
"Create Symbol" = "シンボルを作成";

/* Mouse cursor name; menu item */
"Crosshair" = "十字";

/* Default name for custom size breakpoint, timing function names, and behavior handlers */
"Custom" = "カスタム";

/* Inspector group name and undo menu item action */
"Custom Behaviors" = "カスタム動作";

/* Menu item and dialog title */
"Custom CSS" = "カスタム CSS";

/* Timing functions custom functions section header */
"Custom Functions" = "カスタム関数";

/* Browser compatibility warning category */
"Custom Head HTML" = "カスタム Head HTML";

/* Browser compatibility warning category */
"Custom JavaScript" = "カスタム JavaScript";

/* Advanced export default name */
"Custom Slice" = "カスタムスライス";

/* custom export slices header title */
"Custom Slices" = "カスタムスライス";

/* Browser compatibility warning */
"Dashed and Dotted Border Style may not draw correctly." = "破線と点線の枠スタイルが正しく描画されない可能性があります。";

/* Preference pane name */
"Debug" = "デバッグ";

/* Default export slice name
   default slice name */
"Default" = "デフォルト";

/* Alert default button and menu item */
"Delete" = "削除";

/* Undo menu item action */
"Delete Element" = "要素を削除";

/* Menu item */
"Delete JavaScript" = "JavaScript を削除";

/* Undo menu item action */
"Delete Keyframe" = "キーフレームを削除";

/* Undo menu item action */
"Delete Layout" = "レイアウトを削除";

/* Undo menu item action */
"Delete Scene" = "シーンを削除";

/* Undo menu item action */
"Delete Scene Size" = "シーンサイズを削除";

/* Default name for phone layout breakpoint */
"Desktop" = "デスクトップ";

/* Window title */
"Developer News" = "開発者ニュース";

/* Preference pane name */
"Devices" = "デバイス";

/* Menu item */
"Dismiss Capo" = "カポを閉じる";

/* Inspector group name */
"Display Name" = "表示名";

/* informative alert text, the n corresponds to a number which will be assigned */
"Display Names will be labeled as \"%@-n.\"" = "表示名は \"%@-n\" となります。";

/* Alert message text */
"Do you want to convert %@ to a persistent symbol?" = "%@ を永続シンボルに変換しますか？";

/* Alert message text: Do you want to convert {element or elements, depending on number of selected elements} to use motion paths? */
"Do you want to convert %@ to use motion paths?" = "モーションパスを使用するように %@ を変換しますか？";

/* Alert message text */
"Do you want to convert element to use motion paths?" = "モーションパスを使用するように要素を変換しますか？";

/* Alert message text */
"Do you want to convert elements to use motion paths?" = "モーションパスを使用するように要素を変換しますか？";

/* Alert message text */
"Do you want to include contact information?" = "連絡先情報を含めますか？";

/* Alert informative text */
"Do you want to keep the Hype version, or update to the version on disk?" = "この Hype バージョンを維持しますか、それともディスク上のバージョンに更新しますか？";

/* Alert message text */
"Do you want to relink the file?" = "ファイルをリンクし直しますか？";

/* Alert message text */
"Do you want to remove motion paths?" = "項目をローカルから削除しますか？";

/* Alert message text (plural) */
"Do you want to replace existing files?" = "既存のファイルを置き換えますか？";

/* Alert message text (singlular) */
"Do you want to replace the existing file?" = "既存のファイルを置き換えますか？";

/* Inspector pane name */
"Document" = "書類";

/* Inspector tab tooltip */
"Document Inspector" = "書類インスペクタ";

/* Error dialog title */
"Document Version Incompatibility" = "書類バージョンの非互換性";

/* Symbol Editing Directions */
"Double-click to edit" = "編集するにはダブルクリック";

/* Export Script Update Dialog Window Button */
"Download & Continue" = "ダウンロードして続ける";

/* Application Error Dialog */
"Download Hype" = "Hype をダウンロード";

/* Button Text */
"Download Hype 1" = "Hype 1 をダウンロード";

/* Button label */
"Download Trial" = "トライアルをダウンロード";

/* Undo menu item action */
"Duplicate" = "複製";

/* Menu item */
"Duplicate Scene" = "シーンを複製";

/* Menu item */
"Duplicate Scene (Without Animations)" = "シーンを複製（アニメーションなし）";

/* duplicate timelines undo text */
"Duplicate Timelines" = "タイムラインを複製";

/* Menu item */
"Ease In" = "イーズイン";

/* Menu item */
"Ease In Circ" = "イーズイン円形";

/* Menu item */
"Ease In Expo" = "イーズイン指数";

/* Menu item */
"Ease In Out" = "イーズインアウト";

/* Menu item */
"Ease In Out Circ" = "イーズインアウト円形";

/* Menu item */
"Ease In Out Expo" = "イーズインアウト指数";

/* Menu item */
"Ease In Out Quad" = "イーズインアウト二次式";

/* Menu item */
"Ease In Out Quart" = "イーズインアウト四次式";

/* Menu item */
"Ease In Out Quint" = "イーズインアウト五次式";

/* Menu item */
"Ease In Out Sine" = "イーズインアウト正弦";

/* Menu item */
"Ease In Quad" = "イーズイン二次式";

/* Menu item */
"Ease In Quart" = "イーズイン四次式";

/* Menu item */
"Ease In Quint" = "イーズイン五次式";

/* Menu item */
"Ease In Sine" = "イーズイン正弦";

/* Menu item */
"Ease Out" = "イーズアウト";

/* Menu item */
"Ease Out Circ" = "イーズアウト円形";

/* Menu item */
"Ease Out Expo" = "イーズアウト指数";

/* Menu item */
"Ease Out Quad" = "イーズアウト二次式";

/* Menu item */
"Ease Out Quart" = "イーズアウト四次式";

/* Menu item */
"Ease Out Quint" = "イーズアウト五次式";

/* Menu item */
"Ease Out Sine" = "イーズアウト正弦";

/* Menu item */
"Edit Grid…" = "グリッドを編集…";

/* Menu item */
"Edit Layout Grid" = "レイアウトグリッドを編集";

/* Menu item */
"Edit Timelines…" = "タイムラインを編集…";

/* Menu item */
"Elastic" = "エラスティック";

/* Menu item */
"Elastic Reverse" = "エラスティックリバース";

/* Inspector pane name */
"Element" = "要素";

/* Inspector pane name */
"Element Actions" = "要素のアクション";

/* Inspector tab tooltip */
"Element Inspector" = "要素インスペクタ";

/* Inspector group name */
"Element Physics" = "要素フィジックス";

/* No comment provided by engineer. */
"Elements" = "要素";

/* Element class type */
"Ellipse" = "楕円";

/* enter serial number menu item */
"Enter Pro Serial Number…" = "Pro のシリアル番号を入力…";

/* Enter Serial Number… menu item */
"Enter Serial Number…" = "シリアル番号を入力…";

/* Exit symbol button tooltip */
"Exit symbol" = "シンボルを出る";

/* export button title for more than one slice */
"Export %ld Slices…" = "%ld 個のスライスを書き出す…";

/* export button title for one slice */
"Export %ld Slice…" = "%ld 個のスライスを書き出す...";

/* Inspector group name */
"Export Script Arguments" = "書き出しスクリプトの引数";

/* Undo menu item action */
"Export Script Document Argument" = "書き出しスクリプト書類の引数";

/* Preference pane name */
"Exporting" = "書き出し";

/* export button title */
"Export…" = "書き出す...";

/* Default button in registration dialog when license entension is entered */
"Extend Trial" = "トライアルを延長";

/* tooltip for external element visibility mode button with three display modes */
"External element visibility mode
- Fade elements outside of the symbol
- Hide elements outside of the symbol
- Show elements outside of the symbol" = "外部要素表示モード
- シンボルの外側の要素をフェード
- シンボルの外側の要素を隠す
- シンボルの外側の要素を表示";

/* Alert informative text (plural) */
"Files with the same name already exist in the Resource Library. Do you want to replace any files that are named the same or keep them both?" = "同じ名前のファイルがすでにリソースライブラリに存在します。同じ名前のファイルをすべて置き換えますか、または両方とも維持しますか？";

/* Inspector group name */
"Filter Effects" = "フィルタエフェクト";

/* Tooltip */
"First Scene" = "最初のシーン";

/* Tooltip text */
"First keyframes are relative" = "最初のキーフレームは相対";

/* Inspector group name */
"Flexible Layout" = "フレキシブルレイアウト";

/* Inspector group name */
"Font" = "フォント";

/* Playback direction */
"Forward" = "前面へ";

/* No comment provided by engineer. */
"Front" = "最前面";

/* Preference pane name */
"General" = "全般";

/* Tooltip: Go to {time} in Timeline {timeline name} */
"Go to %@ in Timeline %@" = "%2$@ タイムラインの %1$@ に移動";

/* Tooltip: Go To URL {url} */
"Go to URL %@" = "URL %@ に移動";

/* Browser compatibility warning */
"Gravity cannot respond to device tilt." = "重力がデバイスの傾きに反応できません。";

/* Browser compatibility warning */
"Groove, Ridge, Inset, and Outset Border Style are not supported." = "溝線、稜線、陥没線、および浮上線の枠スタイルはサポートされていません。";

/* Element class type */
"Group" = "グループ";

/* Undo menu item action */
"Group Elements" = "要素をグループ化";

/* Browser compatibility warning */
"H.264 or a Quicktime-compatible video source is required for playback." = "再生するには H.264 または Quicktime 互換のビデオソースが必要です。";

/* Inspector group name */
"HTML Page Title" = "HTML ページタイトル";

/* Element class type and inspector group name */
"HTML Widget" = "HTML ウィジェット";

/* Tab Item, do not localize */
"Head HTML" = "Head HTML";

/* Mouse cursor name; menu item */
"Help" = "ヘルプ";

/* Menu item */
"Hidden" = "非表示";

/* Menu item */
"Hide Button Controls" = "ボタンコントロールを隠す";

/* Menu item */
"Hide Grid" = "グリッドを隠す";

/* Menu item */
"Hide Guide" = "ガイドを隠す";

/* Menu item */
"Hide Guides" = "ガイドを隠す";

/* Toolbar button label and menu item */
"Hide Layouts" = "レイアウトを隠す";

/* Menu item */
"Hide Ruler" = "ルーラを隠す";

/* Toolbar button label and menu item */
"Hide Scenes" = "シーンを隠す";

/* Undo menu item action */
"Home Screen Web App" = "ホームスクリーン Web アプリ";

/* Browser compatibility warning */
"Home screen web apps are not supported" = "ホームスクリーン Web アプリはサポートされていません";

/* Segmented button text */
"Hover" = "ホバー";

/* Alert dialog title */
"Hype 1 serial numbers cannot be used with Hype 3." = "Hype 1 のシリアル番号を Hype 3 に使用することはできません。";

/* Alert dialog informative text */
"Hype 3 is a paid upgrade and requires a separate license to be purchased." = "Hype 3 は有料アップグレードですので、別途ライセンスを購入する必要があります。";

/* Window title */
"Hype Crash Reporter" = "Hype クラッシュレポータ";

/* Window title */
"Hype Feedback Reporter" = "Hype フィードバックレポータ";

/* Window title */
"Hype Hang Reporter" = "Hype ハングレポータ";

/* Window title */
"Hype Issue Reporter" = "Hype 問題レポータ";

/* Error dialog description */
"Hype Professional is available as an in-app purchase, and upgrading will unlock the “Professional Dark” theme." = "Hype プロフェッショナルはアプリ内課金で購入でき、アップグレードすることにより「プロフェッショナルダーク」テーマのロックが解除されます。";

/* Hype Web Page menu item */
"Hype Web Page" = "Hype Web ページ";

/* Hype moved while running informative error text */
"Hype has moved while running and may not operate normally. Please save all documents, quit, and relaunch Hype." = "Hype は実行中に移動されたため、通常通りに動作しない可能性があります。すべての書類を保存し、Hype を終了してから再起動してください。";

/* informative alert text, the n corresponds to a number which will be assigned */
"IDs will be labeled as \"%@-n.\"" = "ID は \"%@-n\" となります。";

/* Inspector pane name */
"Identity" = "識別情報";

/* Inspector tab tooltip */
"Identity Inspector" = "識別情報インスペクタ";

/* Element class type */
"Image" = "画像";

/* No comment provided by engineer. */
"Image…" = "画像…";

/* advanced export individual layout slices header title */
"Individual Layouts" = "個々のレイアウト";

/* advanced export individual scene slices header title */
"Individual Scenes" = "個々のシーン";

/* Undo menu item action */
"Initial Scale" = "最初のスケール";

/* Browser compatibility warning category */
"Inner HTML" = "innerHTML";

/* Undo menu item action */
"Insert Button" = "ボタンを挿入";

/* Undo menu item action */
"Insert Element" = "要素を挿入";

/* Undo menu item action */
"Insert Ellipse" = "楕円を挿入";

/* Undo menu item action */
"Insert HTML Widget" = "HTML ウィジェットを挿入";

/* Undo menu item action */
"Insert Image" = "画像を挿入";

/* Undo menu item action */
"Insert Movie" = "ムービーを挿入";

/* Undo menu item action */
"Insert Rectangle" = "長方形を挿入";

/* Undo menu item action */
"Insert Rounded Rectangle" = "角丸長方形を挿入";

/* Undo menu item action */
"Insert Shape" = "図形を挿入";

/* Undo menu item action */
"Insert Text" = "テキストを挿入";

/* Inspector Pane Name
   Inspector pane name
   Toolbar button title */
"Inspector" = "インスペクタ";

/* Inspector group name */
"Inspector Pane title" = "インスペクタパネルのタイトル";

/* Button */
"Install Update" = "アップデートをインストール";

/* Menu item */
"Instant" = "インスタント";

/* Tooltip: Jump to Scene {scene name} */
"Jump to Scene %@" = "シーン %@ にジャンプ…";

/* Alert alternate button */
"Keep" = "残す";

/* Button title */
"Keep All" = "すべてを残す";

/* Button text */
"Keep Both" = "両方とも維持";

/* Tooltip */
"Last Scene" = "最後のシーン";

/* Browser version support - only support the latest version */
"Latest" = "最新";

/* Inspector group name */
"Layout Size" = "レイアウトサイズ";

/* Toolbar button title */
"Layouts" = "レイアウト";

/* Button text */
"Learn More" = "詳しい情報";

/* Learn More about Hype Professional… menu item */
"Learn More about Hype Professional…" = "Hype プロフェッショナルの詳しい情報…";

/* Inspector group name */
"Legal" = "法律";

/* Menu item */
"Linear" = "リニア";

/* HTML Page Loading Text */
"Loading" = "読み込み中";

/* Menu item */
"Lock" = "ロック";

/* Menu item */
"Lock Guide" = "ガイドをロック";

/* Menu item */
"Lock Guides" = "ガイドをロック";

/* Browser compatibility warning */
"Loop is not supported and will be ignored." = "ループはサポートされていないため、無視されます。";

/* Default name the main timeline in a scene */
"Main Timeline" = "メインタイムライン";

/* Undo menu item action */
"Make Background Transparent" = "背景を透明にする";

/* Button text */
"Make Display Names Unique" = "表示名を一意にする";

/* Button text */
"Make IDs Unique" = "ID を一意にする";

/* Menu item */
"Make Invisible" = "不可視状態にする";

/* Menu item */
"Make Visible" = "可視状態にする";

/* No comment provided by engineer. */
"Media Browser" = "メディアブラウザ";

/* Inspector pane name */
"Metrics" = "メトリック";

/* Inspector tab tooltip */
"Metrics Inspector" = "メトリックインスペクタ";

/* Menu item */
"Minimum Version" = "最低バージョン";

/* Browser compatibility warning category and inspector group name */
"Mobile Options" = "モバイルオプション";

/* Menu item and dialog title */
"Monotype" = "Monotype";

/* HTML link title for getting to the JavaScript documentation web page */
"More Info" = "詳細";

/* Mouse cursor name; menu item */
"Move" = "移動";

/* Undo menu item action */
"Move Animation" = "アニメーションを移動";

/* Undo menu item action */
"Move Guide" = "ガイドを移動";

/* Undo menu item action */
"Move Scene" = "シーンを移動";

/* Multiple Selection String
   Timing function menu title */
"Multiple" = "複数";

/* Resource Library Info View */
"Multiple Selection" = "複数選択";

/* Unique Element ID Alert Text */
"Multiple elements are selected, but IDs must be unique. Do you want to number the ID values to make them unique?" = "複数の要素が選択されていますが、ID は一意でなければなりません。この ID の値を一意のものにしますか？";

/* Unique Display Name Alert Text */
"Multiple elements are selected. Do you want to number the Display Name values to make them unique?" = "複数の要素が選択されています。この表示名の値を一意のものにしますか？";

/* Browser compatibility warning */
"Muting is not supported and will be ignored." = "消音はサポートされていないため、無視されます。";

/* Button label */
"Never Sign Up" = "サインアップしない";

/* Menu item */
"New JavaScript" = "新しい JavaScript";

/* Undo menu item action */
"New Keyframe" = "新しいキーフレーム";

/* Undo menu item action and name of new scene layouts */
"New Layout" = "新しいレイアウト";

/* No comment provided by engineer. */
"New Persistent Symbol from Selection…" = "セレクションからの新しい永続シンボル…";

/* No comment provided by engineer. */
"New Persistent Symbol…" = "新しい永続シンボル…";

/* Undo menu item action and name of new scenes */
"New Scene" = "新しいシーン";

/* Undo menu item action and name of new scene sizes */
"New Scene Size" = "新しいシーンサイズ";

/* No comment provided by engineer. */
"New Symbol" = "新しいシンボル";

/* No comment provided by engineer. */
"New Symbol from Selection" = "セレクションからの新しいシンボル";

/* Default text in a new button element and element class type */
"New Text" = "新しいテキスト";

/* Menu item */
"New Timeline…" = "新しいタイムライン…";

/* Alert message text */
"New Update Available" = "新しいアップデートがあります";

/* Tooltip */
"Next Scene" = "次のシーン";

/* Tooltip */
"No Action" = "アクションなし";

/* Alert message text */
"No New Updates Available." = "新しいアップデートはありません。";

/* Resource Library Info View */
"No Options" = "オプションなし";

/* Menu Item
   Mouse cursor name; menu item; browser version support - no support for selected browser */
"None" = "なし";

/* Segmented button text */
"Normal" = "通常";

/* Button text */
"OK" = "OK";

/* Undo menu item action */
"Offline Cache" = "オフラインキャッシュ";

/* Custom Behavior Handler name in inspector, like 'On Mouse Down' */
"On %@" = "%@時";

/* Inspector group name */
"On Any Timeline Complete" = "任意のタイムライン完了時";

/* Inspector group name */
"On Drag" = "ドラッグ時";

/* Inspector group name */
"On Enter Viewport" = "ビューポートに入るとき";

/* Browser compatibility warning */
"On Enter Viewport is not supported. This event will fire immediately after On Scene Load." = "「ビューポートに入るとき」はサポートされていません。このイベントはシーン読み込み時のすぐ後に開始されます。";

/* Inspector group name */
"On Exit Viewport" = "ビューポートから出るとき";

/* Browser compatibility warning */
"On Exit Viewport is not supported. This event will never fire." = "「ビューポートから出るとき」はサポートされていません。このイベントが開始されることはありません。";

/* Inspector group name */
"On Key Down" = "キーダウン時";

/* Inspector group name */
"On Key Press" = "キープレス時";

/* Inspector group name */
"On Key Up" = "キーアップ時";

/* Inspector group name */
"On Layout Load" = "レイアウトの読み込み時";

/* Inspector group name */
"On Layout Unload" = "レイアウトの読み込み解除時";

/* Inspector group name */
"On Mouse Click" = "マウスクリック時";

/* Inspector group name */
"On Mouse Down" = "マウスダウン時";

/* Inspector group name */
"On Mouse Out" = "マウスアウト時";

/* Inspector group name */
"On Mouse Over" = "マウスオーバー時";

/* Inspector group name */
"On Mouse Up" = "マウスアップ時";

/* Inspector group name */
"On Scene Load" = "シーンロード時";

/* Inspector group name */
"On Scene Unload" = "シーンアンロード時";

/* Inspector group name */
"On Swipe Down" = "スワイプダウン時";

/* Inspector group name */
"On Swipe Left" = "スワイプレフト時";

/* Inspector group name */
"On Swipe Right" = "スワイプライト時";

/* Inspector group name */
"On Swipe Up" = "スワイプアップ時";

/* Inspector group name */
"On Symbol Load" = "シンボルの読み込み時";

/* Inspector group name */
"On Symbol Unload" = "シンボルの読み込み解除時";

/* Menu item and inspector group name */
"Opacity" = "不透明度";

/* Browser compatibility warning */
"Opacity will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "丸い角、背景グラデーション、ボックスシャドウが適用されている場合、不透明度は表示されません。";

/* Alert default button */
"Open App Store" = "App Store を開く";

/* Button text */
"Open Read-Only" = "読み込み専用で開く";

/* Inspector group name */
"Options" = "オプション";

/* Browser compatibility warning */
"PSD images will not be displayed." = "PSD 画像は表示されません。";

/* Menu item */
"Paste Guide" = "ガイドをペースト";

/* Menu item */
"Paste Guides" = "ガイドをペースト";

/* Alert dialog informative text */
"Pasting a symbol into itself would create a black hole and all elements as we know them would be destroyed." = "シンボルをそれ自身の中にペーストすると、ブラックホールが作成され、すべての要素が破壊されます。";

/* Tooltip: Pause Timeline {timeline name} */
"Pause Timeline %@" = "%@ タイムラインを一時停止";

/* Element class type and name of new symbol and inspector pane title */
"Persistent Symbol" = "永続シンボル";

/* Symbol Description */
"Persistent Symbols allow you to share content between multiple scenes. Symbols are reusable components containing elements, timelines, and animations." = "永続シンボルを使用すると、複数のシーン間でコンテンツを共有できます。シンボルは、要素、タイムライン、およびアニメーションを含む再使用可能なコンポーネントです。";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. Making a symbol persistent will convert all instances of that symbol on other scenes to be the same persistent instance." = "永続シンボルにはシーンが変化しても保持される単一の共有インスタンスがあります。1つのシンボルを永続的にすると、他のシーン内にあるそのシンボルのすべてのインスタンスが同じ永続的なインスタンスになるように変換されます。";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. To manually add it to another scene, copy and paste or drag from the Resource Library." = "永続シンボルにはシーンが変化しても保持される単一の共有インスタンスがあります。それを別のシーンに手動で追加するには、リソースライブラリからコピーアンドペーストするか、またはドラッグします。";

/* Alert dialog informative text */
"Persistent symbols can only be added as top level elements in a scene." = "永続シンボルは最上位レベルの要素としてのみシーン内に追加できます。";

/* Browser compatibility warning */
"Perspective is not displayed on 3D rotations." = "遠近は 3D 回転には表示されません。";

/* Browser compatibility warning */
"Perspective is not displayed on the swap transition." = "遠近はスワップトランジションには表示されません。";

/* Inspector pane name */
"Physics" = "フィジックス";

/* Inspector tab tooltip */
"Physics Inspector" = "フィジックスインスペクタ";

/* Inspector group name */
"Placement" = "配置";

/* Browser compatibility warning */
"Playing inline is not supported and will be ignored." = "インサイン再生はサポートされていないため、無視されます。";

/* Alert message text */
"Please add a summary to this report." = "このレポートに要約を追加してください。";

/* No comment provided by engineer. */
"Please check your internet connection and try again later." = "インターネット接続を確認し、後でもう一度試してみてください。";

/* No comment provided by engineer. */
"Please try again later or contact support by going to Help->Report an Issue…" = "後でもう一度試してみるか、「ヘルプ」->「問題を報告…」にアクセスしてサポートに連絡してください。";

/* Inspector attribute group name
   Mouse cursor name; menu item */
"Pointer" = "ポインタ";

/* Menu item */
"Position" = "位置";

/* Undo menu item action */
"Position with CSS left/top" = "CSS 左／上を使って位置設定";

/* Tooltip */
"Present Media" = "メディアを表示";

/* Segmented button text */
"Pressed" = "押された状態";

/* Browser compatibility warning */
"Preventing user scaling is not supported" = "ユーザによる拡大縮小の防止機能はサポートされていません";

/* No comment provided by engineer. */
"Preview" = "プレビュー";

/* Menu item */
"Preview Current Layout in Browser" = "ブラウザで現在のレイアウトをプレビュー";

/* Menu item */
"Preview Current Layout on Device" = "デバイスで現在のレイアウトをプレビュー";

/* Menu item */
"Preview Current Scene in Browser" = "ブラウザで現在のシーンをプレビュー";

/* Menu item */
"Preview Current Scene on Device" = "デバイスで現在のシーンをプレビュー";

/* Menu Item */
"Preview Using Export Script:" = "書き出しスクリプトを使用してプレビュー：";

/* Tooltip */
"Previous Scene" = "前のシーン";

/* Menu item */
"Properties" = "プロパティ";

/* Purchase menu item */
"Purchase" = "購入";

/* Button Text */
"Purchase Hype 3" = "Hype 3 を購入";

/* Purchase Hype Professional… menu item */
"Purchase Hype Professional…" = "Hype プロフェッショナルを購入…";

/* Purchase Hype Standard… menu item */
"Purchase Hype Standard…" = "Hype スタンダードを購入…";

/* Button in registration and trial dialogs to purchase Hype */
"Purchase Now" = "今すぐ購入";

/* Button label */
"Purchase Update" = "アップデートを購入";

/* info window text when purchasing Hype Pro form the app store */
"Purchasing Hype Professional…" = "Hype プロフェッショナルを購入しています…";

/* Button in registration and trial dialogs */
"Quit" = "終了";

/* Element class type */
"Rectangle" = "長方形";

/* Inspector group name */
"Reflection" = "反射";

/* Browser compatibility warning */
"Reflection is not supported and will not be displayed." = "反射はサポートされていないため、表示されません。";

/* Default button in registration dialog when valid license is entered */
"Register" = "登録";

/* Message Text
   MessageText */
"Registration Failed" = "登録に失敗";

/* Message Text
   MessageText */
"Registration Successful" = "登録に成功";

/* Hype moved while running message text */
"Relaunch Hype" = "Hype を再起動";

/* Alert default button */
"Relink" = "再リンク";

/* Menu item */
"Reload HTML Content" = "HTML コンテンツを再読み込み";

/* Button label */
"Remind Me Later" = "後で通知";

/* Action Type Pop Up Button Choice
   Alert default button */
"Remove" = "削除";

/* Menu item and undo menu item action */
"Remove Guide" = "ガイドを削除";

/* Menu item */
"Remove Guides" = "ガイドを削除";

/* Menu item and alert dialog default button */
"Remove Motion Paths" = "モーションパスを削除";

/* Undo menu item action */
"Remove Symbol" = "シンボルを削除";

/* Alert informative text */
"Removing the symbol will remove all instances of the symbol in the document." = "シンボルを削除すると、書類内にあるそのシンボルのすべてのインスタンスが削除されます。";

/* Undo menu item action */
"Rename Layout" = "レイアウト名を変更";

/* Menu item */
"Rename Scene" = "シーン名の変更";

/* Alert default button */
"Replace" = "置き換える";

/* Alert informative text */
"Replacing the existing plug-in will require relaunching Hype to take effect." = "既存のプラグインを置き換えた場合は、Hype を再起動すると、新しいプラグインが有効になります。";

/* Menu item */
"Reset to Default" = "デフォルトに戻す";

/* Toolbar button title */
"Resources" = "リソース";

/* Alert informative text: Resources unreferenced in the document will be removed immediately. */
"Resources unreferenced in the document will be removed immediately." = "書類内で参照されていないリソースはすぐに削除されます。";

/* Alert message text */
"Resources will be removed." = "リソースは削除されます。";

/* Inspector group name */
"Responsive Layout" = "レスポンシブレイアウト";

/* restore purchases menu item */
"Restore Purchases…" = "購入を復元…";

/* Retina Image Slot Name */
"Retina @2x" = "Retina 2x";

/* Playback direction */
"Reverse" = "リバース";

/* Inspector group name */
"Rotation" = "回転";

/* Browser compatibility warning */
"Rotation will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "丸い角、背景グラデーション、ボックスシャドウが適用されている場合、回転は表示されません。";

/* Element class type */
"Rounded Rectangle" = "角丸長方形";

/* Tooltip: Run JavaScript {function name} */
"Run JavaScript %@" = "JavaScript %@ を実行";

/* Browser compatibility warning */
"SVG-based images will not be displayed." = "SVGベースの画像は表示されません。";

/* Menu item and inspector group name */
"Scale" = "スケール";

/* Inspector pane name */
"Scene" = "シーン";

/* Undo menu item action */
"Scene Drag Action" = "シーンドラッグアクション";

/* Inspector tab tooltip and menu item */
"Scene Inspector" = "シーンインスペクタ";

/* Undo menu item action */
"Scene Key Down Action" = "シーンキーダウンアクション";

/* Undo menu item action */
"Scene Key Press Action" = "シーンキープレスアクション";

/* Undo menu item action */
"Scene Key Up Action" = "シーンキーアップアクション";

/* Undo menu item action */
"Scene Load Action" = "シーンロードアクション";

/* Inspector group name */
"Scene Physics Gravity" = "シーンのフィジックス重力";

/* Undo menu item action */
"Scene Rename" = "シーン名の変更";

/* Inspector group name */
"Scene Size" = "シーンサイズ";

/* Undo menu item action */
"Scene Swipe Down Action" = "シーンスワイプダウンアクション";

/* Undo menu item action */
"Scene Swipe Left Action" = "シーンスワイプレフトアクション";

/* Undo menu item action */
"Scene Swipe Right Action" = "シーンスワイプライトアクション";

/* Undo menu item action */
"Scene Swipe Up Action" = "シーンスワイプアップアクション";

/* Name of new symbol */
"Scene Symbol" = "シーンシンボル";

/* Undo menu item action */
"Scene Timeline Complete Action" = "シーンタイムライン完了アクション";

/* Undo menu item action */
"Scene Unload Action" = "シーンアンロードアクション";

/* Scenes
   Toolbar button title */
"Scenes" = "シーン";

/* Scenes and Layouts */
"Scenes and Layouts" = "シーンとレイアウト";

/* Menu item */
"Scrollbars" = "スクロールバー";

/* Browser compatibility warning */
"Scrollbars and scrolling behavior is not supported on Android devices." = "スクロールバーとスクロール動作は Android デバイスではサポートされていません。";

/* Menu item */
"Set Capo" = "カポを設定";

/* Browser compatibility warning */
"Setting pointer-events to none is not fully supported. This element will still intercept mouseover, mouseout, and hover actions. As a result elements below will not receive these events." = "ポインタイベントを「なし」に設定する機能は完全にはサポートされていません。この要素はマウスオーバー、マウスアウト、ホバーの各アクションを遮断します。その結果、それより下の要素はこれらのイベントを受け取りません。";

/* Inspector group name */
"Shadow" = "シャドウ";

/* Menu item */
"Show Button Controls" = "ボタンコントロールを表示";

/* Preference Pane Button */
"Show Export Scripts Folder in Finder" = "Finder に書き出しスクリプトフォルダを表示";

/* Menu item */
"Show Grid" = "グリッドを表示";

/* Menu item */
"Show Guide" = "ガイドを表示";

/* Menu item */
"Show Guides" = "ガイドを表示";

/* Menu item */
"Show JavaScript Functions…" = "JavaScript 関数を表示…";

/* Toolbar button label and menu item */
"Show Layouts" = "レイアウトを表示";

/* Undo menu item action */
"Show Loading Page" = "読み込みページを表示";

/* Menu item */
"Show Resource Library…" = "リソースライブラリを表示…";

/* Menu item */
"Show Ruler" = "ルーラを表示";

/* Toolbar button label and menu item */
"Show Scenes" = "シーンを表示";

/* Preference Pane Button */
"Show in Finder" = "Finder に表示";

/* Inspector group name */
"Shown Browser Compatibility Warnings" = "ブラウザの互換性に関する警告";

/* Button label */
"Sign Up Later" = "後でサインアップ";

/* Alert informative text */
"Some instances of this symbol are not at the top level of the scene. Persistent symbols cannot be inside of other symbols. Any symbols not at the top level will become clones of a new symbol named ‘%@’." = "このシンボルの一部のインスタンスはシーンの最上位レベルにありません。永続シンボルを他のシンボルの中に入れることはできません。最上位レベルにないシンボルはすべて ‘%@’ という名前の新しいシンボルのクローンになります。";

/* Alert informative text */
"Some scenes have more than one instance of this symbol. There can only be one instance of each persistent symbol per scene. The first instance on each scene will be converted to the persistent symbol and all other instances will become clones of a new symbol named ‘%@’." = "一部のシーンにこのシンボルのインスタンスが 2 つ以上あります。各永続シンボルのインスタンスはシーンあたり 1 つだけです。各シーンの最初のインスタンスは永続シンボルに変換され、その他のインスタンスはすべて ‘%@’ という名前の新しいシンボルのクローンになります。";

/* Informative Text */
"Sorry, something went wrong.  Please contact Tumult Support at support@tumult.com." = "申し訳ございません。問題が発生しました。Tumult サポート（support@tumult.com）までご連絡ください。";

/* Special thanks */
"Special thanks to" = "謝辞：";

/* Non-Retina Image Slot Name */
"Standard @1x" = "標準 1x";

/* Tooltip: Start Timeline {timeline name} */
"Start Timeline %@" = "%@ タイムラインを開始";

/* Undo menu item action */
"Status Bar Style" = "ステータスバーのスタイル";

/* No comment provided by engineer. */
"Submit Without Contact Information" = "連絡先情報なしで送信";

/* Browser compatibility warning */
"Swap transitions appear as instant transitions." = "スワップトランジションはインスタントトランジションとして表示されます。";

/* Element class type and name of new symbol and inspector pane title */
"Symbol" = "シンボル";

/* Inspector tab tooltip and menu item */
"Symbol Inspector" = "シンボルインスペクタ";

/* Inspector group name */
"Symbol Physics Gravity" = "シンボルのフィジックス重力";

/* menu item */
"Symbol Timelines" = "シンボルのタイムライン";

/* No comment provided by engineer. */
"Symbols" = "シンボル";

/* Symbol Description */
"Symbols are reusable components containing elements, timelines, and animations." = "シンボルは、要素、タイムライン、およびアニメーションを含む再使用可能なコンポーネントです。";

/* Browser compatibility warning */
"TIFF images will not be displayed." = "TIFF 画像は表示されません。";

/* Inspector group additional name */
"Tap" = "タップ";

/* Element class type, menu item, inspector pane name */
"Text" = "テキスト";

/* Inspector tab tooltip */
"Text Inspector" = "テキストインスペクタ";

/* Inspector group name */
"Text Shadow" = "テキストシャドウ";

/* Browser compatibility warning */
"Text Shadow is not supported." = "テキストシャドウはサポートされていません。";

/* Inspector group name */
"Text Spacing" = "テキスト間隔";

/* No comment provided by engineer. */
"Textured Button" = "テクスチャボタン";

/* Informative Text */
"Thank you for purchasing Tumult Hype!" = "この度は Tumult Hype をお買い上げいただき、誠にありがとうございます！";

/* Error dialog description */
"The Hype document you are trying to open appears to be corrupt. Please restore from a backup." = "開こうとしている Hype 書類は壊れているようです。バックアップから復元してください。";

/* Document compatibility warning */
"The Unique Element Id, “%@”, is used by %lu other %@ and is therefore not unique as required. This must be fixed by changing this property to an unused value via the Identity Inspector." = "固有要素ID “%1$@” は他の %2$lu 個の%3$@によって使用されているため、ユニークであることが要求されているにもかかわらずユニークではありません。アイデンティティインスペクタを通じてこのプロパティを未使用の値に変更することで、この問題を修正する必要があります。";

/* Error dialog description */
"The document you are trying to open was created with a newer version of Hype and cannot be displayed." = "開こうとしている書類はより新しいバージョンの Hype で作成されているため、表示できません。";

/* Error dialog text */
"The file cannot be opened because it may be corrupt.  Please restore from backup." = "このファイルは壊れているため、開くことができません。バックアップから復元してください。";

/* Alert informative text (singular) */
"The file named \"%@\" already exists in the Resource Library. Do you want to replace it or keep them both?" = "\"%@\" という名前のファイルはすでにリソースライブラリに存在します。このファイルを置き換えますか、または両方とも維持しますか？";

/* Alert informative text */
"The font is currently in use in the document. Removing will not change the font values for the referenced elements." = "このフォントは現在書類で使用されています。削除しても、参照要素のフォント値は変わりません。";

/* Application Error Dialog */
"The integerity of the Hype application has been compromised." = "Hype アプリケーションの完全性が損なわれました。";

/* Error dialog title */
"The interface theme “Professional Dark” is only available in Hype Professional." = "「プロフェッショナルダーク」インターフェイステーマは Hype Professional でしか使用できません。";

/* Alert informative text */
"The original file could not be found.  Relinking will replace the resource with one selected from disk." = "元のファイルは見つかりませんでした。再リンクすると、このリソースがディスクで選択されたものに置き換えられます。";

/* Alert message text */
"The persistent symbol “%@” cannot be added to this scene" = "永続シンボル “%@” はこのシーンに追加できません";

/* Alert informative text: The resource already exists in the group named “{group name}.” */
"The resource already exists in the group named “%@.”" = "このリソースはすでに “%@” という名前のグループ内に存在します。";

/* Alert informative text: The resource group “{group name}” cannot be deleted because it is currently used in the document. */
"The resource group “%@” cannot be deleted because it is currently used in the document." = "リソースグループ “%@” は現在書類で使用されているため、削除できません。";

/* Alert message text */
"The resource will be removed." = "このリソースは削除されます。";

/* Alert informative text: The resource “{resource name}” cannot be deleted because it is currently used in the document. */
"The resource “%@” cannot be deleted because it is currently used in the document." = "リソース “%@” は現在書類で使用されているため、削除できません。";

/* Alert informative text: The resource “{resource name}” is unreferenced in the document and will be removed immediately. */
"The resource “%@” is unreferenced in the document and will be removed immediately." = "リソース “%@” は書類内で参照されていないため、すぐに削除されます。";

/* No comment provided by engineer. */
"The restoration file could not be found." = "復元ファイルは見つかりませんでした。";

/* Browser compatibility warning */
"Theora or a WebM video source is required for playback." = "再生するには Theora または WebM ビデオソースが必要です。";

/* format string for creating a new responsive layout breakpoint */
"There is already a breakpoint at %.f px" = "%.f px にはすでにブレイクポイントがあります";

/* Alert dialog informative text */
"There is already an instance of this symbol on this scene. Each scene can only have one instance of each persistent symbol." = "このシーンにはこのシンボルのインスタンスがすでにあります。各シーンに含めることのできる永続シンボルのインスタンスは1つだけです。";

/* Alert message text */
"There is no email address included on this report. By adding your contact information, we can respond to your feedback." = "このレポートにはメールアドレスが含まれていません。あなたの連絡先情報を追加していただくことで、弊社はお客様からのフィードバックにお応えできるようになります。";

/* Alert informative text */
"There was an error communicating your feedback to the server." = "フィードバックをサーバに送信するときにエラーが発生しました。";

/* Alert informative text */
"There was an error uploading attachments. Please email them to support@tumult.com if critical to reproducing your issue." = "添付ファイルをアップロードするときにエラーが発生しました。それらの添付ファイルが問題の再現に必要な場合は、メールで添付ファイルを support@tumult.com 宛に送ってください。";

/* Beta Expiration Dialog */
"This beta version of Hype %@ (%@) has expired. Please visit %@ to check for a newer version." = "このベータ版 Hype %1$@（%2$@）の有効期限が切れました。%3$@ にアクセスして新しいバージョンの有無を確認してください。";

/* Error dialog description */
"This document cannot be saved, duplicated, or exported with the Standard edition of Hype. To unlock this document, upgrade to Hype Professional." = "スタンダードエディションの Hype では、この書類を保存、複製、書き出すことはできません。この書類のロックを解除するには、Hype プロフェッショナルにアップグレードしてください。";

/* Error dialog description */
"This document was created by an earlier version of Hype. Once upgraded, it will be incompatible with Hype 1.x." = "この書類は前のバージョンの Hype で作成されています。アップグレードすると、Hype 1.x との互換性はなくなります。";

/* Application Error Dialog */
"This is an unauthorized copy of Hype. Your application has unfortunately been modified in a way that may be harmful to the application working correctly, your data, or your system.  Please re-download and use the free trial or a legitimately obtained registration number." = "これは未承認の Hype です。このアプリケーションには変更が加えられています。その変更により、アプリケーションが正常に動作しなくなったり、お持ちのデータやシステムに危害が及ぶ可能性があります。無料トライアルをダウンロードし直して使用するか、合法的に入手した登録番号をお使いください。";

/* Descriptive text in trial warning dialog when trial is still active. */
"This trial is fully functional but time-limited. Purchasing and providing a serial number will unlock this copy, removing the trial restriction." = "このトライアルにはすべての機能が備わっていますが、時間が制限されています。購入してシリアル番号を登録すると、このコピーのロックが解除され、トライアルの制限がなくなります。";

/* Alert informative text: This will remove motion paths across all timelines for the selected {element/elements, depending on number of selected elements. */
"This will remove motion paths across all timelines for the selected %@." = "この操作により、選択した %@ のすべてのタイムラインでモーションパスが削除されます。";

/* Alert dialog informative text: This will remove motion paths across all timelines for “{element name}”. */
"This will remove motion paths across all timelines for “%@”." = "この操作により、選択した “%@” のすべてのタイムラインでモーションパスが削除されます。";

/* Inspector pane name */
"Timeline Action" = "タイムラインアクション";

/* Element listing title */
"Timeline Actions" = "タイムラインアクション";

/* Undo menu action name */
"Timeline Relative" = "タイムライン相対的";

/* Undo menu action name */
"Timeline Rename" = "タイムライン名の変更";

/* Group toolbar button action */
"To Group" = "グループ";

/* Element listing lock toggle button */
"Toggle Lock" = "ロックの切り替え";

/* Propreties listing motion path toggle button */
"Toggle Motion Path" = "モーションパスの切り替え";

/* Element listing visibility toggle button */
"Toggle Visibility" = "表示の切り替え";

/* Inspector group additional name */
"Touch End" = "タッチエンド";

/* Inspector group additional name */
"Touch Start" = "タッチスタート";

/* Inspector group name */
"Transform Origin" = "基準点を変換";

/* Title for application menu that lets trial users switch between Standard and Professional editions */
"Trial Edition" = "トライアル版";

/* Header text in trial warning dialog when trial has ended. */
"Trial Expired." = "トライアルの有効期限が切れました。";

/* Button text */
"Try Hype Professional" = "Hype プロフェッショナルを試す";

/* Alert dialog informative text */
"Tumult Hype %@ is now available on the Mac App Store." = "Tumult Hype %@ が Mac App Store から入手できるようになりました。";

/* Alert informative text: Tumult Hype {marketing version number} is the latest version. */
"Tumult Hype %@ is the latest version." = "Tumult Hype %@ は最新バージョンです。";

/* Inspector group name */
"Type" = "種類";

/* Element class type, menu item, inspector pane name */
"Typography" = "テキスト";

/* Alert message text */
"Unable to complete Mac App Store purchase" = "Mac App Store での購入を完了できません";

/* Alert message text */
"Unable to connect to the Mac App Store" = "Mac App Store に接続できません";

/* Warning dialog text: Unable to connect to “{device name}” */
"Unable to connect to “%@”" = "“%@” に接続できません";

/* Alert message text */
"Unable to create a new group for the resource." = "このリソースの新しいグループを作成できません。";

/* Alert message text */
"Unable to delete resource group." = "リソースグループを削除できません。";

/* Alert message text */
"Unable to delete resource." = "リソースを削除できません。";

/* Error dialog title */
"Unable to open file" = "ファイルを開くことができません";

/* No comment provided by engineer. */
"Unable to restore document" = "書類を復元できません";

/* Undo menu item action */
"Undo Symbol Creation" = "シンボルの作成を取り消す";

/* No comment provided by engineer. */
"Ungroup" = "グループ解除";

/* Undo menu item action */
"Ungroup Elements" = "要素をグループ解除";

/* Browser compatibility warning category and inspector group name */
"Unique Element ID" = "ユニーク要素 ID";

/* Warning string: Unique Element ID is already used by {element name}. */
"Unique Element ID is already used by %@." = "ユニーク要素 ID はすでに %@ によって使用されています。";

/* Menu item */
"Unlock" = "ロック解除";

/* Default scene layout name */
"Untitled Layout" = "名称未設定のレイアウト";

/* Undo menu item action and name of new scenes */
"Untitled Scene" = "名称未設定のシーン";

/* Default timeline name */
"Untitled Timeline" = "名称未設定のタイムライン";

/* Alert default button */
"Update" = "更新";

/* Update (timing function name) */
"Update %@" = "%@ を更新";

/* Button title */
"Update All" = "すべてを更新";

/* Font Panel Button */
"Update Font" = "フォントを更新";

/* Button title */
"Update Grid" = "グリッドを更新";

/* Button title */
"Update Selected" = "選択項目を更新";

/* Menu item and button text */
"Upgrade" = "アップグレード";

/* Upgrade to Hype Professional… menu item */
"Upgrade to Hype Professional…" = "Hype プロフェッショナルにアップグレード…";

/* Status update when uploading attachments (current attachment index of total number of attachments) */
"Uploading Attachments (%d of %d)" = "添付ファイルをアップロード中（%1$d／%2$d）";

/* Undo menu item action */
"Use CSS Reset" = "CSS リセットを使用";

/* Button Text */
"Use Duplicate Display Names" = "重複する表示名を使用";

/* Button Text */
"Use Duplicate IDs" = "重複する ID を使用";

/* Alert default button and menu item */
"Use Motion Paths" = "モーションパスを使用";

/* Undo menu item action */
"Use Touch Events" = "タッチイベントを使用";

/* Undo menu item action */
"Use WebKit Graphics Acceleration" = "WebKit アクセラレーションを使用";

/* Button in trial and registration dialogs */
"Use as Trial" = "トライアルとして使用";

/* Undo menu item action */
"User Scaling" = "ユーザによる拡大縮小";

/* Version */
"Version" = "バージョン";

/* Element class type and inspector group name */
"Video" = "ビデオ";

/* Browser compatibility warning */
"Videos without controls are unplayable on iPad." = "コントロールのないビデオは iPad では再生できません。";

/* No comment provided by engineer. */
"Video…" = "ビデオ…";

/* Undo menu item action */
"Viewport" = "ビューポート";

/* Menu item and inspector group name */
"Visibility" = "可視性";

/* Menu item */
"Visible" = "可視";

/* Beta Expiration Dialog */
"Visit Beta Site" = "ベータ版サイトにアクセス";

/* Mouse cursor name; menu item */
"Wait" = "待機";

/* Browser compatibility warning */
"Wait cursor is not supported and the default cursor will instead be displayed." = "待機カーソルはサポートされていないため、代わりにデフォルトのカーソルが表示されます。";

/* Menu item */
"Web" = "Web";

/* Export Script Update Dialog Window */
"You are currently using version %@. Do you want to download version %@?" = "あなたは現在バージョン %1$@ を使用しています。バージョン %2$@ をダウンロードしますか？";

/* Alert informative text */
"You can replace the source with the file or create a new resource group to contain the file." = "ソースをこのファイルに置き換えるか、またはこのファイルを含む新しいリソースグループを作成できます。";

/* Header text in trial warning dialog */
"You have %ld days remaining in your trial." = "お使いのトライアルの残り日数はあと %ld 日です。";

/* Header text in trial warning dialog when trial is still active. */
"You have 1 day remaining in your trial." = "お使いのトライアルの残り日数はあと 1 日です。";

/* Descriptive text in trial warning dialog when trial has ended. */
"You have reached the end of your %ld-day trial. Please purchase or provide a serial number to continue using Tumult Hype." = "%ld 日トライアルの期間が終了しました。Tumult Hype を続けてお使いになるには、購入していただくか、シリアル番号を入力してください。";

/* Alert message text */
"Your message was sent without attachments." = "メッセージは添付ファイルなしで送信されました。";

/* No comment provided by engineer. */
"Zoom" = "ズーム";

/* Menu item */
"Zoom In" = "ズームイン";

/* Menu item */
"Zoom Out" = "ズームアウト";

/* Shown when there are more errors than can be displayed */
"and %ld more errors…" = "およびあと %ld 個のエラー…";

/* Shown when there are more errors than can be displayed */
"and one more error…" = "もう 1 つのエラー…";

/* Singular for element */
"element" = "個の要素";

/* Plural for element */
"elements" = "個の要素";

/* Browser compatibility warning */
"iBooks does not allow .m4v or .m4p video sources." = "iBooks では .m4v または .m4p のビデオソースを使用できません。";

/* Default name for tablet layout breakpoint */
"iPad Landscape" = "iPad（横）";

/* Default name for tablet portrait layout breakpoint */
"iPad Portrait" = "iPad（縦）";

/* Default name for phone layout breakpoint */
"iPhone" = "iPhone";

/* default name for symbol instances */
"unnamed instance" = "名称未設定のインスタンス";

/* Warning that file already exists when saving */
"“%@” already exists. Do you want to replace it?" = "“%@” はすでに存在します。置き換えますか？";

/* Error dialog title: “Document Name” needs to be upgraded */
"“%@” needs to be upgraded" = "“%@” はアップグレードする必要があります";

/* Error dialog title */
"“%@” uses features only available in Hype Professional." = "“%@” は Hype プロフェッショナル専用の機能を使用しています。";

